{
  "0": "105",
  "1": "0x5B8235604885B9Fb34e6DDe5d8b47fb92C0371A9",
  "2": "0",
  "3": "15187309",
  "4": "15219809",
  "5": "7429698439607801987792262886",
  "6": "7761368721422654312833117583",
  "7": "0",
  "8": false,
  "9": false,
  "id": "105",
  "proposer": "0x5B8235604885B9Fb34e6DDe5d8b47fb92C0371A9",
  "eta": "0",
  "startBlock": "15187309",
  "endBlock": "15219809",
  "forVotes": "7429698439607801987792262886",
  "againstVotes": "7761368721422654312833117583",
  "abstainVotes": "0",
  "canceled": false,
  "executed": false,
  "description": {
    "projectName": "History (token)",
    "shortDescription": "History ($HSTK) is a decentralized autonomous research protocol that can determine the likelihood of information being true. It is operated by a rewards-based system of checks and balances that make it virtually impossible for those that currently control the flow of information, to censor or corrupt facts with money or influence, and utilizes advanced systems to prevent bias. Once the facts are determined, they are cemented on the blockchain forever as History.\n\nTrust in traditional media is at historic lows and an estimated 66% of all news and current events on social media are posted by bots. The same 3 hedge funds have a controlling interest in virtually every piece of media we consume. Division is at an all time high. Even our scientific research is sponsored by companies and compromised. Solving the centralized information crisis is as important as Bitcoin was in solving the financial and banking crisis. This is a 100 billion dollar opportunity, but most importantly it will benefit billions of people alive today and all of humanity moving forward forever. We know how to get it done, and we have the team ready to do so. Our values, messaging, and mission align perfectly with CULT and we would love to join your family and create a real revolution together. \n\n\nDeal terms:\n$5M FDV\n3 month lock, then 12 month vest",
    "file": "https://docsend.com/view/3gh6d9zjff67t2q4",
    "socialChannel": "historytoken.org\n\nTikTok : https://www.tiktok.com/@history_token\nTwitter : https://twitter.com/history_token\nDiscord : https://discord.gg/JepbSq35\n",
    "links": "Pre TGE, no token minted yet ",
    "range": 0.25,
    "rate": "8.33",
    "time": "Month",
    "checkbox1": true,
    "checkbox2": true,
    "wallet": "0x7F6A57CddB0554eF3AB218104DC616b375674DD5",
    "guardianProposal": "Kyle Chasse",
    "guardianDiscord": "GetPAID#4155      @kyle_chasse",
    "guardianAddress": "0x5B8235604885B9Fb34e6DDe5d8b47fb92C0371A9"
  },
  "state": "1",
  "stateName": "Active"
}